Revit 2027 API
GroupTypeId.LightPhotometrics Property
 Photometrics.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LightPhotometrics { get; }
Public Shared ReadOnly Property LightPhotometrics As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LightPhotometrics {
	ForgeTypeId^ get ();
}
static member LightPhotometrics : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace